[
  {
    "name": "1. Munnar",
    "state": "Unknown",
    "description": "Famous for the tea estates, greenery, winding roads, blanket of mist, and viewpoints, Munnar is a hill station in Kerala, located in the Idukki district. Lying in the Western Ghats at 1600 metres, it is one of the most sought after and visited travel destinations globally, especially popular amongst...",
    "url": "https://www.holidify.com/places/munnar/",
    "scraped_at": 1769163001.911087
  },
  {
    "name": "2. Gangtok",
    "state": "Unknown",
    "description": "Incredibly alluring, pleasantly boisterous and wreathed in clouds - Gangtok, the capital of Sikkim, is one of the most popular hill stations in India. Lying at the height of 1650 m above sea level, the town during its bright sunny days offers spectacular views of Mt. Kanchenjunga. Gangtok is a base ...",
    "url": "https://www.holidify.com/places/gangtok/",
    "scraped_at": 1769163001.911325
  },
  {
    "name": "3. Kashmir",
    "state": "Unknown",
    "description": "Popularly referred to as the \"Paradise on Earth,\" Kashmir is a breathtaking valley in Jammu & Kashmir union territory in 2019. Offering unique experiences year-round, it captivates visitors with Shikara rides and Mughal gardens in Srinagar during summers and autumn where the ...",
    "url": "https://www.holidify.com/places/kashmir/",
    "scraped_at": 1769163001.9115663
  },
  {
    "name": "4. Manali",
    "state": "Unknown",
    "description": "With spectacular valleys, breathtaking views, snowcapped mountains, and lush forests of oak, deodar, and pine, Manali is a magical hill station at the northern end of Kullu valley in Himachal Pradesh. Gifted to the world by the mighty Himalayas, it is known to be one of the most popular destinations...",
    "url": "https://www.holidify.com/places/manali/",
    "scraped_at": 1769163001.9117975
  },
  {
    "name": "5. Jaipur",
    "state": "Unknown",
    "description": "Jaipur, the capital city of Rajasthan, stands as a jewel in the crown of the Golden Triangle, alongside Delhi and Agra. This enchanting city, often referred to as the \"Pink City,\" owes its nickname to the terracotta-pink hue that adorns many of its buildings. The Pink City is a testament to the roya...",
    "url": "https://www.holidify.com/places/jaipur/",
    "scraped_at": 1769163001.9120579
  },
  {
    "name": "6. Alleppey",
    "state": "Unknown",
    "description": "Officially called Alappuzha, Alleppey is known for its network of canals and lagoons with beautiful backwaters and the houseboats offering overnight stays. Located in the southern part of Kerala, the coastline of Alleppey offers some of the best beaches with water sports during the dry sea...",
    "url": "https://www.holidify.com/places/alleppey/",
    "scraped_at": 1769163001.9122877
  },
  {
    "name": "7. Andaman and Nicobar Islands",
    "state": "Unknown",
    "description": "Replete with turquoise blue water beaches and a bit of history, Andaman & Nicobar Islands is a little slice of paradise tucked around 1,400 km away from the east coast of mainland India. Port Blair, the capital of this union territory, has a major airport and seaport connected with the rest of t...",
    "url": "https://www.holidify.com/places/andaman-nicobar-islands/",
    "scraped_at": 1769163001.9125018
  },
  {
    "name": "8. Gulmarg",
    "state": "Unknown",
    "description": "Situated at an altitude of 2730 m above sea level, Gulmarg is a popular skiing destination located in Pir Panjal Range of Union territory of Jammu and Kashmir. Surrounded by snow-covered lofty Himalayas, meadows of flowers, deep ravines, evergreen forested valleys, Gulmarg also has the world's secon...",
    "url": "https://www.holidify.com/places/gulmarg/",
    "scraped_at": 1769163001.9127164
  },
  {
    "name": "9. Srinagar",
    "state": "Unknown",
    "description": "Famously known as 'Heaven on Earth, Srinagar is located in the union territory of Jammu & Kashmir, on the banks of river Jhelum. Known for its serene lakes, lush gardens, and Mughal-era architecture, Srinagar is a timeless destination that beckons travelers from around the world. Srinagar is kno...",
    "url": "https://www.holidify.com/places/srinagar/",
    "scraped_at": 1769163001.9129298
  },
  {
    "name": "10. Shillong",
    "state": "Unknown",
    "description": "Nestled amidst the pine-clad hills, Shillong, the capital of Meghalaya, unfolds like a picturesque canvas at an elevation of 1496 meters. Revered as the 'Scotland of the East,' the city offers a delightful blend of captivating landscapes, pleasant weather, and rich traditions. Shillong derives its n...",
    "url": "https://www.holidify.com/places/shillong/",
    "scraped_at": 1769163001.9131482
  },
  {
    "name": "11. Kutch",
    "state": "Unknown",
    "description": "Virtually an island that resembles the shape of a tortoise, Kutch is an erstwhile princely state of India holding onto its grandeur nature from the past. Kutch is probably one of the most beautiful, yet surreal places in India with the vast expanses of the white salt desert.  The plac...",
    "url": "https://www.holidify.com/places/kutch/",
    "scraped_at": 1769163001.9133675
  },
  {
    "name": "12. Rishikesh",
    "state": "Unknown",
    "description": "Located in the foothills of the Himalayas along the convergence of Ganga and Chandrabhaga River, Rishikesh is a small town in the Dehradun district, located close to Haridwar in Uttarakhand. Rishikesh (also called as Hrishikesh) is known for its adventure activities, ancient temples, popular ca...",
    "url": "https://www.holidify.com/places/rishikesh/",
    "scraped_at": 1769163001.9136145
  },
  {
    "name": "13. Darjeeling",
    "state": "Unknown",
    "description": "Darjeeling, the former summer capital of India under the British Raj, has evolved into one of India's most sought-after hill stations. This picturesque hill destination in West Bengal is ideal for a romantic honeymoon. Darjeeling, nestled among acres of tea estates, is 2,050 metres above sea level a...",
    "url": "https://www.holidify.com/places/darjeeling/",
    "scraped_at": 1769163001.9138336
  },
  {
    "name": "14. Kodaikanal",
    "state": "Unknown",
    "description": "Located in the state of Tamil Nadu, Kodaikanal is one of the most famous honeymoon destinations in India. A Lakeside resort town of Tamil Nadu, Kodaikanal has a beautiful climate, mist-covered manicured cliffs and waterfall that come together to create the ideal setting for a perfect getaway. Kodaik...",
    "url": "https://www.holidify.com/places/kodaikanal/",
    "scraped_at": 1769163001.9140503
  },
  {
    "name": "15. Ajanta and Ellora Caves",
    "state": "Unknown",
    "description": "Ajanta and Ellora caves, considered to be one of the finest examples of ancient rock-cut caves, are located near Aurangabad in Maharashtra, India. Ajanta and Ellora caves complex is adorned with beautiful sculptures, paintings, and frescoes and include Buddhist monasteries, Hindu and Jain temples. T...",
    "url": "https://www.holidify.com/places/ajanta-and-ellora-caves/",
    "scraped_at": 1769163001.9142706
  },
  {
    "name": "16. Coorg",
    "state": "Unknown",
    "description": "Coorg, often called the \"Scotland of India,\" is a lush hill station nestled in Karnataka’s Western Ghats, renowned for its misty landscapes, sprawling coffee plantations, and verdant forests. Located amidst imposing mountains, Coorg is one of the most affluent hill stations in the state, with its ro...",
    "url": "https://www.holidify.com/places/coorg/",
    "scraped_at": 1769163001.9144902
  },
  {
    "name": "17. Ooty",
    "state": "Unknown",
    "description": "Nestled amidst Nilgiri hills, Ooty, also known as Udagamandalam, is a hill station in Tamil Nadu which serves as a top-rated tourist destination. Once regarded as the summer headquarters of the East India Company, the Queen of the hills is a picturesque getaway.",
    "url": "https://www.holidify.com/places/ooty/",
    "scraped_at": 1769163001.9147024
  },
  {
    "name": "18. Ladakh",
    "state": "Unknown",
    "description": "Ladakh, located in the northernmost region of India, is a high-altitude desert renowned for its breathtaking landscapes, serene monasteries, and unique cultural heritage. Formerly falling in the state of Jammu & Kashmir, Ladakh was administered a union territory on 31st October 2019. Extending f...",
    "url": "https://www.holidify.com/places/ladakh/",
    "scraped_at": 1769163001.9149072
  },
  {
    "name": "19. Mcleodganj",
    "state": "Unknown",
    "description": "Mcleodganj, Himachal Pradesh is one of the most popular tourist destinations for it's tibetan culture, nature treks, greenery, ancient temples & monasteries, and british influence. Located in the Kangra district, it's on the outskirts of Dharamshala. Perched at an altitude of 2,082 meters i...",
    "url": "https://www.holidify.com/places/mcleodganj/",
    "scraped_at": 1769163001.915211
  },
  {
    "name": "20. Hampi",
    "state": "Unknown",
    "description": "Hampi, the city of ruins, is a UNESCO World Heritage Site. Situated in the shadowed depth of hills and valleys in the state of Karnataka, this place is a historical delight for travellers. Surrounded by 500 ancient monuments, beautiful temples, bustling street markets, bastions, treasury building an...",
    "url": "https://www.holidify.com/places/hampi/",
    "scraped_at": 1769163001.915439
  },
  {
    "name": "21. Tawang",
    "state": "Unknown",
    "description": "Located amidst the majestic Himalayas in Arunachal Pradesh, Tawang stands as a captivating destination steeped in natural beauty and cultural heritage. Renowned for being the birthplace of the 6th Dalai Lama, Tsangyang Gyatso, its breathtaking landscapes, including snow-capped peaks, alpine mea...",
    "url": "https://www.holidify.com/places/tawang/",
    "scraped_at": 1769163001.9156585
  },
  {
    "name": "22. Nainital",
    "state": "Unknown",
    "description": "Nainital, a picturesque hill station in the Kumaon region of Uttarakhand, is known for its serene lakes, lush green hills, and pleasant climate. Located approximately 300 kilometers from Delhi, Nainital town is centered around the emerald-green Naini Lake, which offers boating opportunities aga...",
    "url": "https://www.holidify.com/places/nainital/",
    "scraped_at": 1769163001.915876
  },
  {
    "name": "23. Shimla",
    "state": "Unknown",
    "description": "Shimla is the capital of Himachal Pradesh and a popular hill-station among Indian families and honeymooners. Situated at the height of 2200m, it was the summer capital of British India. The hill station still retains its old-world charm with beautiful colonial architecture, pedestrian...",
    "url": "https://www.holidify.com/places/shimla/",
    "scraped_at": 1769163001.9160926
  },
  {
    "name": "24. Mussoorie",
    "state": "Unknown",
    "description": "Mussoorie, often referred to as the \"Queen of the Hills,\" is a picturesque hill station located in the Dehradun district of Uttarakhand, India. Perched at an altitude of approximately 2,000 meters (6,600 feet) above sea level, Mussoorie offers breathtaking views of the Shivalik ranges and the Doon V...",
    "url": "https://www.holidify.com/places/mussoorie/",
    "scraped_at": 1769163001.9163098
  },
  {
    "name": "25. Khajjiar",
    "state": "Unknown",
    "description": "Often referred to as 'mini-Switzerland of India', Khajjiar is a small town located close (20km) to Dalhousie and is great for a day or overnight trip. Khajjiar is known for its picture perfect grassy meadows.There is the Khajjiar Lake in the middle of the meadow and you could enj...",
    "url": "https://www.holidify.com/places/khajjiar/",
    "scraped_at": 1769163001.9165266
  },
  {
    "name": "26. Wayanad",
    "state": "Unknown",
    "description": "Nestled in the Western Ghats of Kerala, Wayanad in Kerala is famous for its spice plantations and wildlife. Situated at an altitude ranging from 700 to 2100 meters above sea level, this picturesque region is blessed with verdant forests, mist-covered hills, and glistening waterfalls, making it ...",
    "url": "https://www.holidify.com/places/wayanad/",
    "scraped_at": 1769163001.9167714
  },
  {
    "name": "27. Lakshadweep",
    "state": "Unknown",
    "description": "Formerly known as Laccadive Islands, Lakshadweep translates to 'one hundred thousand islands' in Malayalam. Home to a few of the most beautiful and exotic islands and beaches of India, Lakshadweep lies 400km off the southwest coast of the Arabian Sea. The smallest union territory of India has 3...",
    "url": "https://www.holidify.com/places/lakshadweep-islands/",
    "scraped_at": 1769163001.9169877
  },
  {
    "name": "28. Varanasi",
    "state": "Unknown",
    "description": "World's oldest living city, Varanasi - also known as Kashi (City of Life) and Benaras, is the spiritual capital of India. It is one of Hinduism's seven holy cities. The old city of Varanasi lies along the western banks of the Ganges, spread across a labyrinth of narrow galis. Be&...",
    "url": "https://www.holidify.com/places/varanasi/",
    "scraped_at": 1769163001.917207
  },
  {
    "name": "29. Agra",
    "state": "Unknown",
    "description": "Located on the banks of River Yamuna in Uttar Pradesh, Agra is a popular tourist destination as it is home to one of the 7 wonders of the world, the Taj Mahal. It is a sneak peek into the architectural history and legacy of the Mughal empire with two other UNESCO World Heritage S...",
    "url": "https://www.holidify.com/places/agra/",
    "scraped_at": 1769163001.9174294
  },
  {
    "name": "30. Goa",
    "state": "Unknown",
    "description": "Lying on the western coast, Goa is India's smallest state and unlike any other, known for its endless beaches, stellar nightlife, eclectic seafood, world-heritage listed architecture. Spread across just 3,702 km, Goa lies in the Konkan region. It is a far cry from the hippie haven or ...",
    "url": "https://www.holidify.com/places/goa/",
    "scraped_at": 1769163001.9176579
  },
  {
    "name": "31. Amritsar",
    "state": "Unknown",
    "description": "Amritsar, colloquially known as Ambarsar, is a city steeped in history and spirituality. It stands as a prominent cultural and religious hub in the heart of Punjab, as the second largest city of India. The city is most renowned for the Golden Temple, the holiest shrine in Sikhism. The resplende...",
    "url": "https://www.holidify.com/places/amritsar/",
    "scraped_at": 1769163001.9178777
  },
  {
    "name": "32. Udaipur",
    "state": "Unknown",
    "description": "Udaipur, the \"City of Lakes,\" stands as a jewel in the crown of Rajasthan, India. Nestled amidst the Aravalli Range, this city captivates visitors with its regal charm, historic grandeur, and scenic landscapes. Located around stunning water lakes and enveloped by the Aravalli Hills in all direc...",
    "url": "https://www.holidify.com/places/udaipur/",
    "scraped_at": 1769163001.9180963
  },
  {
    "name": "33. Delhi",
    "state": "Unknown",
    "description": "The capital of India, Delhi is a cosmopolitan city with a historic old Delhi and the modern New Delhi. From historical monuments to crowded shopping malls, from an extensive network of the modern metro system to Delhi University campus, Dilli has multiple personalities and is considered to be the ci...",
    "url": "https://www.holidify.com/places/delhi/",
    "scraped_at": 1769163001.9183428
  },
  {
    "name": "34. Char Dham Yatra",
    "state": "Unknown",
    "description": "Char Dham, which translates to \"four abodes,\" holds significant spiritual prominence in India. Located in the majestic state of Uttarakhand, this pilgrimage circuit encompasses four sacred sites: Yamunotri, Gangotri, Kedarnath, and Badrinath. Each of these destinations is deeply intertwined with Hin...",
    "url": "https://www.holidify.com/places/char-dham/",
    "scraped_at": 1769163001.9185164
  },
  {
    "name": "35. Mumbai",
    "state": "Unknown",
    "description": "Mumbai, the capital city of the Indian state of Maharashtra, is a spectacular paradox of chaos and hope, glamour and squalor, modernity and tradition. Famously known as the City of Dreams, Mumbai – formerly known as Bombay - Mumbai is a beautifully blended melting pot of cultures and lifestyles.",
    "url": "https://www.holidify.com/places/mumbai/",
    "scraped_at": 1769163001.9187398
  },
  {
    "name": "36. Jaisalmer",
    "state": "Unknown",
    "description": "Jaisalmer, a mesmerizing destination nestled in the heart of the Thar Desert, is a jewel in the crown of Rajasthan. Often referred to as the \"Golden City,\" Jaisalmer captivates visitors with its sandstone architecture, picturesque landscapes, and rich cultural heritage. The city is adorned with...",
    "url": "https://www.holidify.com/places/jaisalmer/",
    "scraped_at": 1769163001.9195707
  },
  {
    "name": "37. Jodhpur",
    "state": "Unknown",
    "description": "Jodhpur, fondly known as the \"Blue City\" due to the indigo hues of its houses, is a historic city located in the heart of Rajasthan, India. Situated on the eastern edge of the Thar Desert, Jodhpur is renowned for its majestic Mehrangarh Fort, one of the largest forts in India, offering panoramic vie...",
    "url": "https://www.holidify.com/places/jodhpur/",
    "scraped_at": 1769163001.9202313
  },
  {
    "name": "38. Kolkata",
    "state": "Unknown",
    "description": "Kolkata, India's second biggest city, is a perpetually ongoing festival of human existence, concurrently luxurious and squalid, refined and frantic, pointedly futuristic, while beautifully in decay. A vibrant 350-year-old metropolis located on India's Eastern Coast, the capital of West Bengal thrive...",
    "url": "https://www.holidify.com/places/kolkata/",
    "scraped_at": 1769163001.9207191
  },
  {
    "name": "39. Pondicherry",
    "state": "Unknown",
    "description": "Pondicherry, officially known as Puducherry, is a charming coastal town and one of the Union Territories of India, located on the southeastern coast, about 160 kilometers south of Chennai. Famous for its unique blend of French and Indian cultures, Pondicherry offers visitors a taste of its rich hist...",
    "url": "https://www.holidify.com/places/pondicherry/",
    "scraped_at": 1769163001.9210596
  },
  {
    "name": "40. Pahalgam",
    "state": "Unknown",
    "description": "Situated in the Anantnag district, about 90km away from Srinagar, Pahalgam is a beautiful hill station and a popular tourist attraction of Jammu & Kashmir. Pahalgam is located on the banks of the Liddar River, and the rugged terrains, green meadows, and snow-capped mountains make it a perfect sp...",
    "url": "https://www.holidify.com/places/pahalgam/",
    "scraped_at": 1769163001.9213042
  },
  {
    "name": "41. Golden Triangle India",
    "state": "Unknown",
    "description": "The Golden Triangle, a popular tourist circuit in India, encompasses three of the country's most iconic cities: Delhi, Agra, and Jaipur. This triangular journey, marked by roughly equidistant points on the Indian map, promises a rich tapestry of history, culture, and architectural marvels. Spanning ...",
    "url": "https://www.holidify.com/places/golden-triangle-india/",
    "scraped_at": 1769163001.9214764
  },
  {
    "name": "42. Varkala",
    "state": "Unknown",
    "description": "Varkala is a coastal town in the southern part of Kerala known for the unique 15m high 'Northern Cliff' adjacent to the Arabian Sea. Located approximately 50 kilometers north of Thiruvananthapuram (Trivandrum), the capital city of Kerala, Varkala offers a perfect blend of natural beauty, s...",
    "url": "https://www.holidify.com/places/varkala/",
    "scraped_at": 1769163001.9216964
  },
  {
    "name": "43. Honnavar",
    "state": "Unknown",
    "description": "Honnavar is a picturesque port town nestled in Karnataka’s Uttara Kannada district. Located around 450 km from Bengaluru and 160 km from Goa, it is a haven for nature lovers and history enthusiasts alike. The confluence of the Sharavathi River with the Arabian Sea creates a unique landscape of islan...",
    "url": "https://www.holidify.com/places/honnavar/",
    "scraped_at": 1769163004.102887
  },
  {
    "name": "44. Kanyakumari",
    "state": "Unknown",
    "description": "Located at the southernmost tip of the Indian subcontinent, Kanyakumari is a captivating coastal town in the state of Tamil Nadu. Renowned for its breathtaking confluence of three vast water bodies – the Arabian Sea, the Bay of Bengal, and the Indian Ocean – Kanyakumari is celebrated for its stunnin...",
    "url": "https://www.holidify.com/places/kanyakumari/",
    "scraped_at": 1769163004.1031466
  },
  {
    "name": "45. Dalhousie",
    "state": "Unknown",
    "description": "Dalhousie is a popular hill station spread out over five hills in Himachal Pradesh boasting views of the snow-capped peaks of the Dhauladhar ranges. Famous for its meadows, dense forests, and waterfalls, it is especially a favourite amongst honeymooners and family vacationers.",
    "url": "https://www.holidify.com/places/dalhousie/",
    "scraped_at": 1769163004.1034288
  },
  {
    "name": "46. Vaishno Devi",
    "state": "Unknown",
    "description": "Vaishno Devi is a temple town that's home to the famous Vaishno Devi Mandir. Located in Trikuta hills, 13 kms from Katra (in the union territory of Jammu and Kashmir); this renowned shrine allures millions of devotees from all over the world.  Popularly known as Mata Rani, Vaishnavi and Tr...",
    "url": "https://www.holidify.com/places/vaishno-devi/",
    "scraped_at": 1769163004.103815
  },
  {
    "name": "47. Bangalore",
    "state": "Unknown",
    "description": "Having evolved gradually from being the Garden city to the Silicon Valley of India, Bangalore is India's third-largest city. Bangalore is loved for its pleasant weather, beautiful parks and the many lakes here. Bangalore is renowned for its eateries, street food corners, quirky cafes, coffee ro...",
    "url": "https://www.holidify.com/places/bangalore/",
    "scraped_at": 1769163004.10427
  },
  {
    "name": "48. Chennai",
    "state": "Unknown",
    "description": "Formerly known as Madras, Chennai is the capital city of the state of Tamil Nadu, in the southern part of India. Located on the Coromandel coast of Bay of Bengal, Chennai is as dynamic as it is immersed in tradition. This 'capital of the south', is one among the four metropolitan siblings of In...",
    "url": "https://www.holidify.com/places/chennai/",
    "scraped_at": 1769163004.1045213
  },
  {
    "name": "49. Kochi",
    "state": "Unknown",
    "description": "Lying on the Malabar coast in the southwest of India, Kochi or Cochin is a port city with a trading history that dates back to at least 600 years. Known popularly as the Queen of the Arabian Sea, the city is also Kerala's financial, commercial, and industrial capital. Exuding an old-world charm with...",
    "url": "https://www.holidify.com/places/kochi/",
    "scraped_at": 1769163004.1047513
  },
  {
    "name": "50. Rameshwaram",
    "state": "Unknown",
    "description": "Rameshwaram is located on a beautiful island in the South Indian state of Tamil Nadu. It is separated by a small Pamban channel from Sri Lanka. According to Hindu mythology, this is the place where Lord Rama created a bridge across the sea to Sri Lanka.",
    "url": "https://www.holidify.com/places/rameswaram/",
    "scraped_at": 1769163004.104971
  },
  {
    "name": "51. Gokarna",
    "state": "Unknown",
    "description": "With its pristine beaches and breathtaking landscapes, Gokarna is a Hindu pilgrimage town in Karnataka and a newly found hub for beach lovers and hippies. Situated on the coast of Karwar, every year Gokarna welcomes hordes of tourists from around the world in search of sanctity and relaxat...",
    "url": "https://www.holidify.com/places/gokarna/",
    "scraped_at": 1769163004.1051917
  },
  {
    "name": "52. Havelock Island",
    "state": "Unknown",
    "description": "Havelock Island is one of the largest and most popular isles in the Andaman and Nicobar group of islands. A paradise of silky sand beaches, crystal blue water, rich corals and verdant forests, this place is a beautiful manifestation of the region's natural beauty. The southern coast of the island ha...",
    "url": "https://www.holidify.com/places/havelock-island/",
    "scraped_at": 1769163004.1054025
  },
  {
    "name": "53. Haridwar",
    "state": "Unknown",
    "description": "Haridwar is one of the seven holiest cities in India, situated in Uttarakhand. It is located where the sacred river Ganga enters the Indo-Gangetic plains for the first time. Dotted with temples, ashrams and narrow lanes across the city, Haridwar is a famous Hindu temple town where millions of d...",
    "url": "https://www.holidify.com/places/haridwar/",
    "scraped_at": 1769163004.105679
  },
  {
    "name": "54. Thekkady",
    "state": "Unknown",
    "description": "Home to the country's largest Tiger Reserve- Periyar, Thekkady is an important tourist destination in Kerala. Periyar National Park, a major attraction, is where you can enjoy bamboo rafting in the catchment area of Mullaiperiyar Dam. Travelers can also experience night treks in the wilderness of Pe...",
    "url": "https://www.holidify.com/places/thekkady/",
    "scraped_at": 1769163004.1059191
  },
  {
    "name": "55. Khajuraho",
    "state": "Unknown",
    "description": "Khajuraho, a UNESCO World Heritage Site located in Madhya Pradesh, is known around the world for its stunning temples adorned by erotic and sensuous carvings. A small town located in the Bundelkhand region, Khajuraho is a brilliant example of Indian architecture and its culture back in the medi...",
    "url": "https://www.holidify.com/places/khajuraho/",
    "scraped_at": 1769163004.1061394
  },
  {
    "name": "56. Ujjain",
    "state": "Unknown",
    "description": "Ujjain, considered to be one of the holiest cities of India, is an ancient city situated on the eastern bank of the Shipra River in the Malwa region of Madhya Pradesh. Ujjain is one of the four sites for the Kumbh Mela, the largest peace-time gathering on the planet that attracts 100 million people ...",
    "url": "https://www.holidify.com/places/ujjain/",
    "scraped_at": 1769163004.1063833
  },
  {
    "name": "57. Spiti Valley",
    "state": "Unknown",
    "description": "Long winding roads and valleys that present unforgettable glimpses of cold desert and snow-crowned mountains welcome you when you set foot into Spiti Valley. Bordered on all sides by the Himalayas, Spiti Valley, located in Himachal Pradesh, has an altitude of 12,500 feet above sea level, and gets ju...",
    "url": "https://www.holidify.com/places/spiti/",
    "scraped_at": 1769163004.1066585
  },
  {
    "name": "58. Bir Billing",
    "state": "Unknown",
    "description": "Situated in the picturesque Kangra district of Himachal Pradesh, Bir Billing is a charming town nestled in the Joginder Nagar valley. Renowned globally as a paragliding hotspot, Bir is also revered as a haven for meditation and spiritual studies. Influenced by Tibetan culture due to the settlem...",
    "url": "https://www.holidify.com/places/bir/",
    "scraped_at": 1769163004.1068923
  },
  {
    "name": "59. Ranthambore",
    "state": "Unknown",
    "description": "Ranthambore is one of the best tiger reserves of the country, known to have \"friendly\" tigers and chances of sighting one here is reasonably better than many other tiger reserves of India. Along with this Ranthambore has one of the richest flora and fauna making it an absolutely must visit area",
    "url": "https://www.holidify.com/places/ranthambore/",
    "scraped_at": 1769163004.1071126
  },
  {
    "name": "60. Prayagraj",
    "state": "Unknown",
    "description": "Prayagraj, formerly known as Allahabad, is a city located in the Indian state of Uttar Pradesh. Reminiscent of all that is spiritual and sacred in Hinduism, Prayagraj is famous for Triveni Sangam or the meeting point of three rivers - the Ganga, the Yamuna, and the Saraswati. Built on the site ...",
    "url": "https://www.holidify.com/places/allahabad/",
    "scraped_at": 1769163004.107328
  },
  {
    "name": "61. Amarnath",
    "state": "Unknown",
    "description": "Amarnath, located in union territory of Jammu and Kashmir is one of the most important pilgrimage in India for the worshippers of Lord Shiva. The Amarnath cave has an enshrined Shivaling formed naturally with ice, which resembles Lord Shiva.",
    "url": "https://www.holidify.com/places/amarnath/",
    "scraped_at": 1769163004.1075487
  },
  {
    "name": "62. Hyderabad",
    "state": "Unknown",
    "description": "A city of contrasts, Hyderabad exudes an old-world charm of its own with the Old City (Charminar side), Hitech City (Cyberabad) and the other areas lying between the old and the new. The capital and the largest city of Telanaga, Hyderabad is home to stately mosques and noisy bazaars lined ...",
    "url": "https://www.holidify.com/places/hyderabad/",
    "scraped_at": 1769163004.1077657
  },
  {
    "name": "63. Tirupati",
    "state": "Unknown",
    "description": "Situated in the Chittoor district of Andhra Pradesh, Tirupati is known for Lord Venkateshwara Temple, one of the most visited pilgrimage centers in the world. It is also one of the world's richest temples known by different names - Tirumala Temple, Tirupati Temple, and Tirupati Balaji Temple. Tiruma...",
    "url": "https://www.holidify.com/places/tirupati/",
    "scraped_at": 1769163004.108
  },
  {
    "name": "64. Cherrapunji",
    "state": "Unknown",
    "description": "Nestled amidst the misty hills of Meghalaya, Cherrapunji was once renowned as the wettest place on Earth. Located approximately 50 kilometers from Shillong, this sub-divisional town boasts a rich tapestry of flora and natural wonders. Although Mawsynram now holds the title of the wettest place, Cher...",
    "url": "https://www.holidify.com/places/cherrapunjee/",
    "scraped_at": 1769163004.1082158
  },
  {
    "name": "65. Pachmarhi",
    "state": "Unknown",
    "description": "Pachmarhi is the only hill station and is the highest point in Madhya Pradesh. Pachmarhi is also often known as \"Satpura ki Rani\" or the \"Queen of the Satpura Range\". Situated at an altitude of 1,067 metres, the picturesque town is a part of UNESCO Biosphere Reserve, home to leopards ...",
    "url": "https://www.holidify.com/places/pachmarhi/",
    "scraped_at": 1769163004.1084297
  },
  {
    "name": "66. Mount Abu",
    "state": "Unknown",
    "description": "The only hill station of Rajasthan, Mount Abu is located in the Aravali range. The most important attraction, however, are undoubtedly the Dilwara temples, which is one of the most stunning pieces of architecture in the country.  Travellers can enjoy calm and relaxed boating in N...",
    "url": "https://www.holidify.com/places/mount-abu/",
    "scraped_at": 1769163004.108649
  },
  {
    "name": "67. Mysore",
    "state": "Unknown",
    "description": "Famously known as The City of Palaces, it wouldn’t be wrong to say that Mysore, currently Mysuru, is one of the most important places in the country regarding ancient reigns. It is replete with the history of its dazzling royal heritage, intricate architecture, its famed silk sarees, yoga, and ...",
    "url": "https://www.holidify.com/places/mysore/",
    "scraped_at": 1769163004.108867
  },
  {
    "name": "68. Jim Corbett National Park",
    "state": "Unknown",
    "description": "Jim Corbett National Park is the oldest national park set amidst the foothills of the Himalayas in the Nainital district of Uttarakhand. Known for housing the endangered Bengal tiger, Corbett National Park is part of the larger Corbett Tiger Reserve.",
    "url": "https://www.holidify.com/places/corbett-national-park/",
    "scraped_at": 1769163004.109084
  },
  {
    "name": "69. Lonavala",
    "state": "Unknown",
    "description": "Situated in the Sahyadri range of the Western Ghats close to Pune and Mumbai, Lonavala is the most visited hill station in Maharashtra and the place to be during monsoons. With lots of waterfalls, lakes and hills around, it is a popular destination for camping, trekking and other...",
    "url": "https://www.holidify.com/places/lonavala/",
    "scraped_at": 1769163004.1092975
  },
  {
    "name": "70. Parvati Valley",
    "state": "Unknown",
    "description": "Situated in Himachal Pradesh, Parvati Valley runs along the touristy destinations of the state. The stunning valley is famous for the backpacker hangouts, and adventure activities. It is also a popular amongst hippie travellers for its famous charas (hashish), rave parties, and spiritual experience.",
    "url": "https://www.holidify.com/places/parvati-valley/",
    "scraped_at": 1769163004.1095102
  },
  {
    "name": "71. Kanha National Park",
    "state": "Unknown",
    "description": "Located in a central region of Madhya Pradesh, Kanha National Park is the largest National Park in central India and has been ranked as one of the best parks in Asia. Among the 22 species of large mammals, the royal Bengal tigers are one of the major attractions. One of the best tiger reserves in In...",
    "url": "https://www.holidify.com/places/kanha-national-park/",
    "scraped_at": 1769163004.1096733
  },
  {
    "name": "72. Kasol",
    "state": "Unknown",
    "description": "Kasol is a quaint little village in Himachal situated along the banks of the river Parvati. Commonly known as the 'Amsterdam of India', Kasol is a tourist attraction that is rapidly gaining fame as a popular hub for trekkers, backpackers, and nature lovers. The valley is situated 23 kms from Bh...",
    "url": "https://www.holidify.com/places/kasol/",
    "scraped_at": 1769163004.1098998
  },
  {
    "name": "73. Madurai",
    "state": "Unknown",
    "description": "Madurai, the cultural capital of Tamil Nadu, is one of the oldest continuously inhabited cities of India. Ruled by Pandya kings for the longest time in its history, it is called as the 'Lotus City' as it was planned and built in the shape of a lotus. Madurai is known for Meenakshi Amm...",
    "url": "https://www.holidify.com/places/madurai/",
    "scraped_at": 1769163004.1101198
  },
  {
    "name": "74. Bodh Gaya",
    "state": "Unknown",
    "description": "Bodh Gaya is a Buddhist pilgrimage site in Gaya District of Bihar. Famous for the Mahabodhi Temple, It was here under the Bodhi tree that Gautama Buddha attained enlightenment.",
    "url": "https://www.holidify.com/places/bodh-gaya/",
    "scraped_at": 1769163004.1103384
  },
  {
    "name": "75. Auli",
    "state": "Unknown",
    "description": "Auli, nestled in the Chamoli district of Uttarakhand, India, is a premier destination for winter sports enthusiasts and nature lovers. Known for its stunning snow-covered slopes, Auli is a paradise for skiers and snowboarders. Situated at an altitude of 2,800 meters, it offers breathtaking views of ...",
    "url": "https://www.holidify.com/places/auli/",
    "scraped_at": 1769163004.1105554
  },
  {
    "name": "76. Ahmedabad",
    "state": "Unknown",
    "description": "A rapidly growing metropolis, an industrial hub, an educational hotspot, and a city with a magnificent past – Ahmedabad is one of the most important cities in Gujarat. Located on the banks of the Sabarmati River, Ahmedabad is the former capital of Gujarat, and its delicious food, colourful culture i...",
    "url": "https://www.holidify.com/places/ahmedabad/",
    "scraped_at": 1769163004.1107714
  },
  {
    "name": "77. Chandigarh",
    "state": "Unknown",
    "description": "Chandigarh, India's first planned city and a union territory, acts as the capital for both Punjab and Haryana states. Designed by renowned architect Le Corbusier in 1950s, Chandigarh seamlessly blends traditional Punjabi culture with modernity, offering visitors a vibrant and dynamic experience. Loc...",
    "url": "https://www.holidify.com/places/chandigarh/",
    "scraped_at": 1769163004.1110072
  },
  {
    "name": "78. Kaziranga National Park",
    "state": "Unknown",
    "description": "Home to the largest population of the one-horned rhino on earth, Kaziranga National Park is one of India’s national treasures in terms of flora and fauna. Located in the state of Assam in North-Eastern India, its total area is shared by the districts of Nagaon, Golaghat and Karbi Anglong placing it ...",
    "url": "https://www.holidify.com/places/kaziranga-national-park/",
    "scraped_at": 1769163004.1111798
  },
  {
    "name": "79. Nashik",
    "state": "Unknown",
    "description": "Nasik is a religious Hindu city, host to the Kumbh Mela every 12 years. It also makes for a perfect wine tasting destination. Nashik (Nasik), named after a relic associated with Ramayana, is a city in Maharashtra located on the banks of river Godavari. Nashik plays host to the famous Kumbh Mela...",
    "url": "https://www.holidify.com/places/nasik/",
    "scraped_at": 1769163004.1114008
  },
  {
    "name": "80. Alibaug",
    "state": "Unknown",
    "description": "Alibaug (also spelled as Alibag) is a small coastal town in the Konkan region of Maharashtra, known for its beaches, villas, and beautiful scenery. Alibag is very popular as a weekend getaway from the cities of Mumbai and Pune.",
    "url": "https://www.holidify.com/places/alibag/",
    "scraped_at": 1769163004.111615
  },
  {
    "name": "81. Mathura",
    "state": "Unknown",
    "description": "One of Hinduism's seven sacred cities, Mathura is the birthplace of the very beloved Lord Krishna. Located in the state of Uttar Pradesh, Mathura and Vrindavan are often considered twin cities (located only 10km away from each other). Mathura is a small town dotted with temples from various ages and...",
    "url": "https://www.holidify.com/places/mathura/",
    "scraped_at": 1769163004.1118388
  },
  {
    "name": "82. Nubra Valley",
    "state": "Unknown",
    "description": "Nubra Valley, nestled in the union territory of Ladakh, lies approximately 140 kilometers from Leh, along the ancient Silk Route. Characterized by the meandering Shyok and Nubra rivers, the valley boasts stunning landscapes with arid mountains serving as a dramatic backdrop and dotted with beautiful...",
    "url": "https://www.holidify.com/places/nubra-valley/",
    "scraped_at": 1769163004.1120493
  },
  {
    "name": "83. Jog Falls",
    "state": "Unknown",
    "description": "The second-highest plunge waterfall in India, Jog Falls is a major tourist attraction in Karnataka and is the highest waterfall in the state. Second, to the Nohkalikai Falls of Meghalaya, Jog falls drops about a huge 253 m (850 ft. ) in a single fall. However, due to the construc...",
    "url": "https://www.holidify.com/places/jog-falls/",
    "scraped_at": 1769163004.1122248
  },
  {
    "name": "84. Pushkar",
    "state": "Unknown",
    "description": "Pushka is a small temple town located around 15 km from Ajmer in Rajasthan. A perfect choice for a weekend getaway from Jaipur, Pushkar has an array of cafes and hostels for a backpacking trip. Every November, Pushkar is host to the Pushkar Mela, one of the biggest camel fairs in the country.",
    "url": "https://www.holidify.com/places/pushkar/",
    "scraped_at": 1769163004.1124399
  },
  {
    "name": "85. Almora",
    "state": "Unknown",
    "description": "Set in the background of snow-capped Himalayan ranges of Uttarakhand, the sprawling town of Almora is a beautiful hill station. With easy accessibility from Delhi and other major cities of North India, Almora is known for its rich cultural heritage, unique handicrafts, sumptuous cuisine and magnific...",
    "url": "https://www.holidify.com/places/almora/",
    "scraped_at": 1769163006.4784577
  },
  {
    "name": "86. Shirdi",
    "state": "Unknown",
    "description": "Located at a distance of 122 Km from Nasik in the Ahmednagar district of Maharashtra, Shirdi is the home of Sai Baba. It is believed that Sai Baba arrived at Shirdi in 1858 and spent 60 years of his life here until he attained salvation in 1918. Sai Baba is popularly known as the 'child of God', as ...",
    "url": "https://www.holidify.com/places/shirdi/",
    "scraped_at": 1769163006.4790633
  },
  {
    "name": "87. Mahabaleshwar",
    "state": "Unknown",
    "description": "Mahabaleshwar is a hill station located in the Western Ghats, in Satara district of Maharashtra. Apart from its strawberries, Mahabaleshwar is also well known for its numerous rivers, magnificent cascades and majestic peaks. It is among the most sought after weekend getaways from Pune & Mum...",
    "url": "https://www.holidify.com/places/mahabaleshwar/",
    "scraped_at": 1769163006.4794948
  },
  {
    "name": "88. Shimoga (Shivamogga)",
    "state": "Unknown",
    "description": "With nature in its full bloom, the town of Shimoga has been home to several great dynasties and kingdoms. Packed with several marvels of nature in the form of picturesque landscape, gorgeous waterfalls, mystical temples and lush green surroundings, its raw beauty will leave you absolutely enchanted....",
    "url": "https://www.holidify.com/places/shimoga/",
    "scraped_at": 1769163006.4798841
  },
  {
    "name": "89. Visakhapatnam",
    "state": "Unknown",
    "description": "Visakhapatnam, also commonly known as Vizag, is one of the oldest port cities in the country. Situated in the heart of Andhra Pradesh, Vizag was announced as the state capital of Andhra Pradesh on January 31, 2023. The city is known for its picturesque beaches and serene landscape, as well as a...",
    "url": "https://www.holidify.com/places/visakhapatnam/",
    "scraped_at": 1769163006.4803011
  },
  {
    "name": "90. Jibhi",
    "state": "Unknown",
    "description": "Jibhi, often called the \"Hamlet of Himachal,\" is a serene and lesser-explored village in the Banjar Valley of Himachal Pradesh. Nestled along the banks of the Tirthan River, Jibhi is known for its lush pine forests, traditional wooden architecture, and tranquil ambiance, making it a perfect escape f...",
    "url": "https://www.holidify.com/places/jibhi/",
    "scraped_at": 1769163006.4806218
  },
  {
    "name": "91. Pune",
    "state": "Unknown",
    "description": "Pune is a bustling metropolis of Maharashtra, ranked number one in India in the ease of living. Often referred to as the Oxford of the East, it is a hub of diverse people and activities and is in rapidly growing into one of the top metropolitan cities in the country. Pune is a city that pe...",
    "url": "https://www.holidify.com/places/pune/",
    "scraped_at": 1769163006.481049
  },
  {
    "name": "92. Vrindavan",
    "state": "Unknown",
    "description": "One of the oldest cities on the banks of Yamuna, Vrindavan is considered to be one of the most important places of pilgrimage for the devotees of Krishna. It is said that Lord Krishna had spent his childhood in Vrindavan. The name of the city has been derived from Vrinda (meaning basil) and van (mea...",
    "url": "https://www.holidify.com/places/vrindavan/",
    "scraped_at": 1769163006.4814951
  },
  {
    "name": "93. Coimbatore",
    "state": "Unknown",
    "description": "Often termed as 'Manchester of South India', Coimbatore, the second-largest city in Tamil Nadu, photographically situated on the banks of River Noyyal. Coimbatore, also known as Kovai, is a welcoming area with the backdrop of hustle-bustle and charm of activity and industry. From ancient temple...",
    "url": "https://www.holidify.com/places/coimbatore/",
    "scraped_at": 1769163006.4819362
  },
  {
    "name": "94. Lucknow",
    "state": "Unknown",
    "description": "The capital and the largest city of Uttar Pradesh, Lucknow, situated on the banks of river Gomti, welcomes you with a heartwarming note of \"Muskuraiyein, kyunki aap Lucknow mein hai\". A city of kebabs and nawabs, of architecture and history, of literature and culture – that is Lucknow in a nuts...",
    "url": "https://www.holidify.com/places/lucknow/",
    "scraped_at": 1769163006.482397
  },
  {
    "name": "95. Dharamshala",
    "state": "Unknown",
    "description": "Dharamshala is a beautiful hill town in the Dhauladhar range of Himalayas. It is the winter capital of Himachal Pradesh and is located in the upper slopes of the Kangra valley. Once known as a british hill station during the colonial era, Dharamsala soon became occupied by Tibetan communities and is...",
    "url": "https://www.holidify.com/places/dharamsala/",
    "scraped_at": 1769163006.482889
  },
  {
    "name": "96. Gwalior",
    "state": "Unknown",
    "description": "Gwalior is a historic city located in the state of Madhya Pradesh. Popular because of the hilltop fort, Gwalior is full of palaces and glorious temples giving this city a majestic charm which speaks volumes of its glorious past.",
    "url": "https://www.holidify.com/places/gwalior/",
    "scraped_at": 1769163006.4832947
  },
  {
    "name": "97. Khandala",
    "state": "Unknown",
    "description": "Khandala is a popular hill station in Maharashtra, perched on the foothills of Sahyadri in the Western Ghats. Khandala provides for a perfect weekend respite for the Mumbai population, with its scenic valleys, grassy hills, serene lakes and misty waterfalls.",
    "url": "https://www.holidify.com/places/khandala/",
    "scraped_at": 1769163006.483688
  },
  {
    "name": "98. Kovalam",
    "state": "Unknown",
    "description": "Famous for its resorts and ayurvedic massage centres, Kovalam is a coastal town located around 13 km from Thiruvananthapuram in Kerala. The largest beach in Kovalam is the lighthouse beach that features a 30-metre tall lighthouse. The other two adjacent beaches are Samudra beach and Hawa beach....",
    "url": "https://www.holidify.com/places/kovalam/",
    "scraped_at": 1769163006.4841433
  },
  {
    "name": "99. Madikeri",
    "state": "Unknown",
    "description": "Generally covered as a part of trips to Coorg, Madikeri is a hill town in Karnataka with vast coffee plantations, lush forests and misty hills, all culminating into a breathtaking view. Located in Kodagu District around 6 hours from Bengaluru, Madikeri is a perfect weekend getaway. There is no ...",
    "url": "https://www.holidify.com/places/madikeri/",
    "scraped_at": 1769163006.4845526
  },
  {
    "name": "100. Matheran",
    "state": "Unknown",
    "description": "Nestled amidst the Sahyadri range on the Western Ghats, Matheran is a cosy little hill station that stands at an elevation of 2600 feet above sea level, and is just 100 kilometres away from Mumbai, making it the perfect weekend getaway. With its name literally translating to “overhead forest”, Mathe...",
    "url": "https://www.holidify.com/places/matheran/",
    "scraped_at": 1769163006.4850817
  }
]